
[{
  "Name": "Jonathan Demme",
  "Bio": "Robert Jonathan Demme was an American director, producer, and screenwriter.",
  "Birth": "1944",
  "Death": "2017"
},{
  "Name": "Tsuneo Kobayashi",
    "Bio": "Tsuneo Kobayashi was a Japanese anime director affiliated with Pierrot. He was best known as the director of critically acclaimed anime series The Twelve Kingdoms",
    "Birth": "1965-05-05",
    "Death": "Alive"
},{
  "Name": "Steven Spielberg",
    "Bio": "Steven Allan Spielberg is an American film director, producer, and screenwriter. He began his career in the New Hollywood era, and is currently the most commercially successful director",
    "Birth": "1946-12-18",
    "Death": "Alive"
}, {
  "Name": "James Wan",
  "Bio": "James Wan is an Australian film director, screenwriter, producer, and comic book writer. He has primarily worked in the horror genre as the co-creator of the Saw and Insidious franchises and the creator of The Conjuring Universe.",
  "Birth": "1977-02-26",
  "Death": "Alive"
},{
  "Name": "David F. Sandberg",
  "Bio": "David F. Sandberg is a Swedish filmmaker. He is best known for his collective no-budget horror short films under the online pseudonym ponysmasher and for his 2016 directorial debut Lights Out, based on his 2013 acclaimed horror short of the same name.",
  "Birth": "1981-01-21",
  "Death": "Alive"
},{
  "Name": "Ari Aster",
  "Bio": "Ari Aster is an American film director and screenwriter known for Hereditary and Midsommar.",
  "Birth": "1986-07-15",
  "Death": "Alive"
},{
  "Name": "Rojin Thomas",
  "Bio": "Rojin Thomas is an Indian film director and script writer who works in Malayalam films. He made his directional debut with Philips and the Monkey Pen (2013), directed along with Shanil Muhammed. His second film was Jo and the Boy (2015). Philips and the Monkey Pen won three awards at 2013 Kerala State Film Awards for Best Children/'s Film, Best Child Artist (Master Sanoop) and Best Children/'s Film Director.",
  "Birth": "1992-09-15",
  "Death": "Alive"
},{
  "Name": "André Øvredal",
  "Bio": "He is best known for writing and directing the film Trollhunter",
  "Birth": "1973-05-06",
  "Death": "Alive"
},{
  "Name": "Adam Wingard",
  "Bio": "At 19 Adam got his start in feature film making early with his directorial debut Home Sick, a slasher horror film starring Bill Moseley and Tom Toweles. However it was his second effort at 24 years old with the film Pop Skull that garnered him a talent to watch",
  "Birth": "1982-12-03",
  "Death": "Alive"
}]

